Repository: Skippyoftedal/IDATT2506_Project
Catalog: lib/l10n/app_*.arb
Languages: nb

# addNewList
source: Add a new list
nb: Ny liste

# selectListIcon
source: Choose a list icon
nb: Velg et ikon for listen

# createListInputHint
source: Give the list a name
nb: Gi listen et navn

# cancelButtonText
source: Cancel
nb: Avbryt

# areYouSurePrompt
source: Are you sure?
nb: Er du sikker?

# listDeletedForeverWarning
source: The list will be deleted forever!
nb: Listen vil slettes for alltid!

# whitespaceTitleError
source: The name cannot consist of only white-space
nb: Navnet kan ikke bestå av bare usynlige karakterer

# emptyTitleError
source: The name of the list cannot be empty
nb: Navnet på listen kan ikke være tomt

# whitespaceItemError
source: The item cannot be whitespace
nb: Du kan ikke legge en ting som består av bare tomrom

# emptyItemError
source: The item cannot be empty
nb: Du kan ikke legge en ting uten tittel

# createNewListRouteButtonText
source: Create new list
nb: Opprett en ny liste

# emptyListMessageHint
source: The list is empty! Add some items by typing in the textbox ðŸ˜‰
nb: Listen er tom! Legg til noen ting ved hjelp av tekstboksen 😉

# addNewItemToList
source: Add a new item to the list
nb: Legg til noe i lista

# itemAlreadyExits
source: '{item}' already exists
nb: '{item}' eksisterer allerede

source: Finished
nb: Fullført
